<template>
  <div>
    <h1>이용약관</h1>
    <a-divider />
    <h4>제1장 총칙</h4>
    <h5>제1조 목적</h5>
    <p>'Most People' 서비스 약관(이하 '본 약관')은 Most People(이하 '회사')가 제공하는 회사 관련 모든 서비스와 관련하여 회사와 회원의 관리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.</p>
    <h5>제2조 정의</h5>
    <p>본 약관의 용어 정의는 다음 각 호와 같습니다.</p>
    <ul>
      <li>1. 서비스: 구현되는 단말기(PC, TV, 휴대형 단말기 등 각종 유무선 장치를 포함)와 상관없이 "이용자"가 회사 플랫폼에 접속하여 회사 및 회사가 제공하는 일체의 용역, 자료 DB화, 컴퓨터 기타 이와 유사한 정보통신처리장치를 이용한 일체의 행위를 말합니다.</li>
      <li>2. 이용자: 회사에 접속하여 본 약관에 따라 서비스를 받는 회원 및 비회원.</li>
      <li>3. 비회원: 비회원이라 함은 회원에 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.</li>
      <li>4. 회원: 회사에 개인정보를 제공하여 회원등록을 한 자로서, 회사의 정보를 제공받으며, 서비스를 이용할 수 있는 사람을 말합니다.</li>
    </ul>
    <h5>제3조 약관적용과 약관 외 준칙</h5>
    <p>회사의 서비스 이용에 관하여 본 약관을 적용하며, 본 약관에 명시되지 아니한 사항과 이 약관의 해석 및 약관에 규정되지 아니한 사항에 관하여는 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 등에 관한 법률, 전자거래기본법, 신용정보의 이용 및 보호에 관한 법률, 기타 관련 법령의 규정, 또는 상관례에 따릅니다.</p>
    <h5>제4조 약관의 공시, 준용, 효력 및 변경</h5>
    <ul>
      <li>1. 본 약관은 회원 가입 과정에서 이용자에게 공시되며, 이용자는 회원 가입 시 본 약관에 동의한 것으로 인정됩니다.</li>
      <li>2. 약관의 내용은 서비스 약관페이지에 게시하여 공지합니다. 회사는 사정변경의 경우와 영업상 중요한 사유가 있을 경우 관련 법령을 위반하지 않는 범위에서 약관을 변경할 수 있으며, 변경된 약관은 이용자에게 적용 일자를 명시하여 서비스 이용 약관 페이지와 공지사항, 로그인 시 동의창 등에 변경 기준일로부터 최소 7일 전에 공지하는 것을 원칙으로 합니다. 단, 변경 내용이 귀하에 불리한 영향을 미칠 것으로 판단되는 사항에 대해서는 최소 30일 이상의 유예 기간을 두어 고지합니다. 또한 해당 기간 동안 개정된 약관의 내용을 약관이 게시되는 서비스 화면에 함께 게시하며, 위의 유예기간 이후 변경 약관의 효력을 발생합니다.</li>
      <li>3. 회사의 약관을 개정할 경우 그 개정 약관은 적용 일자 이후에 체결되는 계약에만 적용됩니다. 회사가 전항에 따라 회원에게 통지하면서 공지일로부터 개정약관 시행일 7일 후까지 거부 의사를 표시하지 아니하면 승인한 것으로 본다는 뜻을 명확하게 공지하였음에도 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다. 변경된 약관에 동의하지 않을 경우 고객지원센터에 회원 탈퇴를 요청할 수 있으며, 변경된 약관의 효력 발생일 이후에도 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 이용계약을 해지할 수 있습니다.</li>
      <li>4. 제2조의 회원 및 본 조 제1항 내지 제3항의 규정과는 별도로 법령에 의해 개별적인 통보 및 동의가 필요한 경우에는 그 절차에 따릅니다.</li>
    </ul>
    <h4>제2장 서비스 이용계약</h4>
    <h5>제1조 이용 계약의 성립</h5>
    <ul>
      <li>1. 회원으로 가입하여 회사가 제공하는 서비스를 받고자 하는 자는 회원가입 절차를 거쳐 가입하여야 합니다. 회원 가입 희망자는 이 약관의 내용을 숙지하고 동의 여부를 선택할 수 있으며, 회원가입 시 이 약관에 동의하는 것으로 간주됩니다. 약관 변경 시에는, 공지된 변경 약관에 동의하지 않을 경우 고객지원센터 문의하시면 회원등록 취소가 가능합니다.</li>
      <li>2. 이용계약은 서비스 이용 희망자의 회원가입 후 자동으로 성립합니다.</li>
      <li>3. 회사는 "회원"에 대해 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.</li>
      <li>4. 회사는 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.</li>
    </ul>
    <h5>제2조 이용신청</h5>
    <ul>
      <li>1. 회원으로 가입하여 서비스를 이용하기를 희망하는 자는 회사가 요청하는 소정의 가입 신청 양식에서 요구하는 사항을 기록하여 신청합니다.</li>
      <li>2. 온라인 가입신청 양식에 기재하는 모든 회원 정보는 실제 데이터인 것으로 간주하므로 실명이나 실제 정보를 입력하지 않은 서비스 사용의 제한을 받거나 법적 보호를 받지 못할 수 있습니다.</li>
    </ul>
    <h5>제3조 개인정보의 보호</h5>
    <p>회사는 회원의 개인정보 보호를 위해 최선을 다하고 있습니다. 회원의 개인정보 보호 및 회원이 회사를 이용하여 회원의 콘텐츠를 타인과 공유하고 회사가 이를 수집 및 이용하는 방법에 대해 중요한 사항은 개인정보취급방침[k1]이 적용됩니다.</p>
    <h5>제4조 계약 사항의 변경</h5>
    <ul>
      <li>1. 회원은 개인정보관리를 통해 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 아이디 등은 수정이 불가능합니다.</li>
      <li>2. 회원은 이용신청 시 기재한 사항이 변경되었을 경우 온라인 수정 및 전자우편으로 회사에 그 변경사항을 알려야 합니다. 회원정보 변경 미통보로 인하여 발생한 손해의 책임은 회원에게 있습니다.</li>
    </ul>
    <h4>제3장 서비스 이용</h4>
    <h5>제1조 정보의 제공</h5>
    <p>이용자는 회사의 자체 서비스 및 공지내용을 이메일로 받을 수 있으며, 광고 정보의 경우 수신 여부를 선택할 수 있고, 수신에 동의한 회원에 한하여 광고 정보를 받게 됩니다. 다만, 회원의 거래 관련 정보 및 고객문의 등에 대한 회신에 있어서는 제외됩니다.</p>
    <h5>제2조 회원의 콘텐츠</h5>
    <p>회사의 각 게시판에 이용자가 글을 작성할 경우 글쓴이의 IP는 비공개를 원칙으로 합니다. 또한, 회사는 회원이 게시하거나 등록하는 서비스 내의 내용물이 다음 각 호에 해당한다고 판단되는 경우에 게시판 이용 금지 및 강제 회원탈퇴 등 이용상 제한을 할 수 있습니다.</p>
    <ul>
      <li>1. 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우.</li>
      <li>2. 공공질서 및 미풍양속에 위반되는 내용인 경우(예. 욕설, 음란 등).</li>
      <li>3. 범죄적 행위에 결부된다고 인정되는 내용일 경우 (예. 자살 모의, 도박, 절도 등).</li>
      <li>4. 회사 및 다른 회원 혹은 제3자의 저작권을 포함한 지적재산권 등 기타 권리를 침해하는 내용인 경우.</li>
      <li>5. 서비스에 위해를 가하거나 바이러스 감염자료 게재 등으로 서비스의 건전한 운영을 저해하는 경우(예. 게시판 도배 행위, 해킹 등).</li>
      <li>6. 기타 관계 법령에 위반되거나, 본 약관 제11조 제7항에 해당한다고 판단되는 경우.</li>
    </ul>
    <h5>제3조 콘텐츠 관리</h5>
    <p>1. 회사는 건전한 통신문화정착과 효율적인 서비스 운영을 위하여 이용자가 게시하거나 제공하는 자료가 다음에 해당한다고 판단되는 경우에 임의로 삭제, 적합한 위치로의 자료이동, 등록거부를 할 수 있습니다.</p>
    <ul>
      <li>1) 게시판의 성격에 부합하지 않는 게시물의 경우.</li>
      <li>2) 제3자 또는 회사의 명예, 신용을 훼손하거나 오용하는 내용 또는 영업을 방해하는 내용인 경우.</li>
      <li>3) 범죄적 행위와 결부된다고 객관적으로 인정되는 내용인 경우.</li>
      <li>4) 제3자 또는 회사의 지적재산권 등 권리를 침해하는 내용인 경우.</li>
      <li>5) '정보통신망법' 및 '저작권법'등 관계 법령 및 회사의 게시물 관리 규정에 위배된다고 판단되는 경우.</li>
    </ul>
    <p>2. 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 '정보통신망법'이라 합니다)의 규정에 의해 다른 회원의 공개된 게시물 등이 본인의 사생활을 침해하거나 명예를 훼손하는 등 권리를 침해받은 회원 또는 제3자(이하 '삭제 등 신청인'이라 합니다)는 그 침해 사실을 소명하여 회사에 해당 게시물 등의 삭제 또는 반박 내용의 게재를 요청할 수 있습니다. 이 경우 회사는 해당 게시물 등의 권리 침해 여부를 판단할 수 없거나 당사자 간의 다툼이 예상되는 경우 해당 게시물 등에 대한 접근을 임시로 차단하는 조치(이하 '임시조치'라 합니다)를 최장 30일까지 취합니다.</p>
    <p>3. 제2항에 의해 본인의 게시물 등이 임시조치 된 회원(이하 '게시자'라 합니다)은 임시조치기간 중 회사에 해당 게시물 등을 복원해 달라고 요청(이하 '재게시 청구'라 합니다)할 수 있으며, 회사는 임시조치된 게시물의 명예훼손 등 판단에 대한 방송통신심의위원회 심의 요청에 대한 게시자 및 삭제 등 신청인의 동의가 있는 경우 게시자 및 삭제 등 신청인을 대리하여 이를 요청하고 동의가 없는 경우 회사가 이를 판단하여 게시물 등의 복원 여부를 결정합니다. 게시자의 재게시 청구가 있는 경우 임시조치 기간 내에 방송통신심의위원회 또는 회사의 결정이 있으면 그 결정에 따르고 그 결정이 임시조치 기간 내에 있지 않은 경우 해당 게시물 등은 임시조치 만료일 이후 복원됩니다. 재게시 청구가 없는 경우 해당 게시물 등은 임시조치 기간 만료 이후 삭제됩니다.</p>
    <p>4. 회사는 서비스 내에 게시된 게시물 등이 사생활 침해 또는 명예훼손 등 제3자의 권리를 침해한다고 인정하는 경우 제2항에 따른 회원 또는 제3자의 신고가 없는 경우에도 임시조치(이하 '임의의 임시조치'라 합니다)를 취할 수 있습니다. 임의의 임시조치된 게시물의 처리 절차는 제2항 후단 및 제3항의 규정에 따릅니다.</p>
    <p>5. 회원의 게시물 등으로 인한 법률상 이익 침해를 근거로, 다른 회원 또는 제3자가 회원 또는 회사를 대상으로 하여 민형사상의 법적 조치(예: 형사고소, 가처분 신청, 손해배상청구 등 민사소송의 제기)를 취하는 경우, 회사는 동 법적 조치의 결과인 법원의 확정판결이 있을 때까지 관련 게시물 등에 대한 접근을 잠정적으로 제한할 수 있습니다. 게시물 등의 접근 제한과 관련한 법적 조치의 소명, 법원의 확정판결에 대한 소명 책임은 게시물 등에 대한 조치를 요청하는 자가 부담합니다.</p>
    <h5>제4조 게시물의 저작권 및 권리의 귀속과 콘텐츠의 공유</h5>
    <p>1. 서비스에 게재된 자료에 대한 권리는 다음 각 호의 내용과 같습니다.</p>
    <ul>
      <li>1) 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다. 단, 회원의 게시물 및 제휴계약에 따라 제공된 저작물 등은 제외합니다.</li>
      <li>2) 회사는 서비스와 관련하여 회원에게 회사가 정한 이용조건에 따라 계정, 아이디, 콘텐츠 등을 이용할 수 있는 이용권만을 부여하며, 회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 전송, 배포, 방송 기타 방법에 의하여 영리 목적으로 이용하거나 판매, 담보제공 혹은 제3자에게 이용하게 하여서는 안 됩니다.</li>
      <li>3) 회원이 게시하는 콘텐츠와 정보의 모든 소유권은 회원에게 있습니다.</li>
      <li>4) 회원은 자신이 창작, 등록한 사진이나 동영상과 같은 지적 재산권이 적용되는 콘텐츠(이하 '사용자 콘텐츠'라 함)에 대해 다음의 각 목에서 정한 바에 따라 회사에게 사용권한을 부여합니다.</li>
      <li>5) 회사에 대한 의견을 포함한 제안은 언제든지 환영하지만, 회원에게 제안 의무가 없는 것처럼 회사도 보상 의무 없이 이를 활용할 수 있습니다</li>
      <li>6) 회원은 게시한 콘텐츠의 저작권 및 기타 산업재산권을 갖고 있음을 명확히 합니다. 다만 회원은 본 서비스에 콘텐츠를 게시함으로써 회사가 서비스 및 사업과 관련하여 해당 콘텐츠(및 그 2차적 저작물)의 일부 또는 전부를 전 세계적으로 비독점적으로 무상으로 사용할 권리(이용, 공개, 반포, 광고, 출판, 복제, 공연, 공중송신, 전시, 배포, 대여, 2차 저작물 작성, 자동/수동 번역제공)를 허락하며 이를 양도할 수 있음에 동의한 것으로 간주합니다. 또한, 회사에 대해 저작인격권을 행사하지 않을 것에 동의한 것으로 간주합니다.</li>
    </ul>
    <p>2. 회사 웹사이트에 링크 공유 버튼을 포함시킨다면 다음 각 호에서 정한 사항이 추가 적용됩니다.</p>
    <ul>
      <li>1) 링크 공유 버튼을 이용할 권한을 부여하는 것은 이용자가 회원의 웹사이트에서 회사로 링크하거나 콘텐츠를 게시할 수 있도록 하는 것입니다.</li>
      <li>2) 회원은 해당 링크나 콘텐츠를 회사가 이용할 권한을 회사와 타인에게 부여합니다.</li>
      <li>3) 회사에 게시되면 본 정책을 위반할 수 있는 콘텐츠가 담긴 페이지에는 링크 공유 버튼을 게시할 수 없습니다.</li>
    </ul>
    <h5>제5조 광고게재 및 광고주와의 거래</h5>
    <p>회사는 본 서비스상에 게재된 광고주의 판촉활동 및 광고주와 회원 간의 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.</p>
    <h5>제6조 서비스 이용시간</h5>
    <ul>
      <li>1. 서비스의 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한, 연중무휴 1일 24시간 가능함을 원칙으로 합니다. 다만 정기 점검 등의 필요로 회사가 정한 기간은 예외입니다.</li>
      <li>2. 회사는 서비스를 일정 범위로 분할하여 각 범위별로 이용 가능 시간을 별도로 정할 수 있습니다. 이 경우 사전에 공지를 통해 그 내용을 알립니다.</li>
    </ul>
    <h5>제6조 서비스 제공의 중지 등</h5>
    <p>1. 회사는 다음에 해당하는 경우 서비스 제공을 중지할 수 있습니다.</p>
    <ul>
      <li>1) 정보통신설비의 보수점검⋅교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 부득이하게 서비스의 제공을 일시적으로 중단할 수 있습니다.</li>
      <li>2) 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우</li>
      <li>3) 기타 불가항력적 사유가 있는 경우</li>
    </ul>
    <p>2. 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.</p>
    <p>3. 회사는 제1항 및 제2항의 규정에 의하여 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한 기간 등을 회사를 통하여 공지하거나 전자우편 기타의 방법으로 지체 없이 회원에게 알려야 합니다. 다만, 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.</p>
    <h4>제4장 계약해지 및 이용제한</h4>
    <h5>제1조 계약 해지 및 이용 제한</h5>
    <ul>
      <li>1. 회원이 이용 계약을 해지하고자 하는 경우에는 회원탈퇴 문의를 회사 고객센터나 메일로 보내면 됩니다. 회원은 언제든지 서비스 초기 화면의 고객센터 또는 내 정보 관리 메뉴 등을 통하여 이용계약 해지 신청을 할 수 있으며, 회사는 관련법 등이 정하는 바에 따라 이를 즉시 처리합니다.</li>
      <li>2. 회원이 계약을 해지할 경우, 관련법 및 개인정보보호정책에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 회원의 모든 데이터는 소멸됩니다.</li>
      <li>3. 회원이 계약을 해지하는 경우, 본인 계정에 등록된 게시물 일체는 삭제됩니다. 다만, 타인에 의해 담기, 스크랩 등이 되어 재게시되거나, 공용게시판에 등록된 게시물 등은 삭제되지 않으며 삭제를 원할 경우 사전에 삭제 후 탈퇴하여야 합니다.</li>
      <li>4. 회사는 회원이 본 약관 제11조의 의무를 위반하거나, 기타 본 약관에 따른 의무를 위반하는 행위를 하였을 경우 이용계약을 해지하거나 또는 서비스 이용 중지, 기타 서비스 이용을 제한할 수 있습니다.</li>
    </ul>
    <h4>제5장 손해배상 및 기타 사항</h4>
    <h5>제1조 손해배상 및 면책</h5>
    <ul>
      <li>1. 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 회사의 서비스 제공에 관한 책임이 면제됩니다.</li>
      <li>2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.</li>
      <li>3. 회사는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.</li>
      <li>4. 회사는 제휴회사가 제공하거나 회원이 서비스에 게재한 정보, 자료 등의 사실 여부, 신뢰도, 정확성 등에 관하여는 책임을 지지 않습니다.</li>
      <li>5. 회사는 서비스 이용과 관련하여 가입자에게 발생한 손해 가운데 가입자의 고의, 과실에 의한 손해에 대하여 책임을 지지 않습니다.</li>
    </ul>
    <h5>제2조 이용자 보호</h5>
    <ul>
      <!-- <li><p>1. 회사는 이용자의 권익을 보호하기 위해, 상호명, 대표자 성명, 영업소 소재지, 회사 E-mail, 사업자등록번호 등 회사의 신원정보를 홈페이지를 통해 표시하고 있습니다.</p></li> -->
      <li>1. 회사는 서비스 이용약관을 공시하여 이용자의 피해를 최소화하기 위해 노력합니다.</li>
    </ul>
    <h5>제3조 분쟁 해결</h5>
    <ul>
      <li>1. 회사는 이용자로부터 제기되는 불만사항 및 의견을 우선적으로 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리 일정을 즉시 통보합니다.</li>
      <li>2. 회사와 회원은 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 합니다.</li>
      <li>3. 회원의 회사에서의 활동이나 콘텐츠, 정보와 관련하여 타인이 회사를 상대로 클레임을 제기하면, 회원은 해당 클레임과 관련된 손해나 손실, 경비(합리적인 변호사 수임료와 비용 포함)로부터 회사를 면책 및 보호해야 합니다.</li>
      <li>4. 회사는 제3자의 활동, 콘텐츠, 정보, 데이터에 대해 책임지지 않으며, 인지 여부에 관계없이 해당 제3자를 상대로 제기하는 클레임으로 인하거나 그와 관련하여 발생하는 클레임과 손해로부터 회사와 회사의 이사, 임직원을 면책합니다. 본 조항이나 회사로 인하여 발생하는 채무 총액은 지난 일 년간 회사에 납부한 금액을 초과할 수 없습니다.</li>
      <li>5. 제1항 내지 제4항과 관련하여 발생하는 법률분쟁은 서울중앙지방법원을 배타적인 제1심 전속관할 법원으로 하여 해결합니다.</li>
    </ul>
    <h4>부칙</h4>
    <h5>제1조 약관의 효력 및 변경</h5>
    <p>본 약관은 2019년 8월 12일부터 시행합니다. 종전 약관은 본 약관으로 대체되며, 개정이용약관 이전 가입자 또한 개정이용약관의 적용을 받습니다.</p>
  </div>
</template>

<script>
export default {
  head: _ => ({
    title: '이용약관 - 모스트피플'
  }),
  layout: 'noHeader'
}
</script>

<style lang="scss" scoped>
@import '~/assets/scss/color.scss';

div {
  h1 {
    font-weight: bold;
    font-size: 34px;
    color: $oc-gray-9;
  }
  h4 {
    font-size: 26px;
    font-weight: 500;
    color: $oc-gray-8;
    margin: 30px 0;
    &:after {
      content: '';
      width: 45px;
      height: 2px;
      background: $brand-color;
      margin-top: 16px;
      z-index: 10;
      display: block;
    }
  }
  h5 {
    font-size: 22px;
    font-weight: 500;
    color: $brand-color;
    margin: 30px 15px 20px;
  }
  p {
    font-size: 16px;
    color: $oc-gray-8;
    line-height: 160%;
    word-break: keep-all;
    margin: 0 15px;
  }
  ul {
    li {
      position: relative;
      color: $oc-gray-7;
      line-height: 160%;
      font-size: 16px;
      font-weight: 300;
    }
  }
}
</style>
